HELP_1 = """وامر التحكم للخاصة بالادمنية 

- ايقاف مؤقت - ايقاف التشغيل موقتأ
- كمل - لاستكمال التشغيل
- تخطي - لتخطي تشغيل الحالي
- ايقاف او وقف - لايقاف تشغيل الحالي."""


HELP_2 = """• وامر التشغيل ⚡️

- شغل او تشغيل - لتشغيل الموسيقى  
- فيد او فيديو  - لتشغيل مقطع فيديو 
- تشغيل عشوائي  - لتشغيل اغنيه عشوائية 
- حمل + اسم الفيديو - لتحميل مقطع فيديو
- نزل + اسم الاغنيه - لتحميل ملف صوتي

اذا حدث خطأ او اعادة التشغيل اكتب : /restart ."""


HELP_3 = """• اهلا بك في اوامر البوت 
- لو نت ادمن ولبوت مش بيوقف الاغنيه معاك اكتب : تحديث .
- اذا حدث خطأ او اعادة التشغيل اكتب : /restart .
 """

HELP_4 = """• اليك قائمة اوامر السورس ⚡️ 

- لعرض كليشه السورس اكتب : سورس .
- لعرض مطور البوت اكتب : المطور .
- لعرض اسم البوت اكتب : بوت .
- لعرض الايدي الخاص بك في الجروب او البرايفت اكتب : ا او ايدي .
- لعرض لينك الجروب ارسل : لينك او رابط .
- لعرض اسمك اكتب : اسمي .."""

HELP_5 = """• اوامرك عزيزي المطور ⚡️.

- لعمل اذاعه في الخاص + مجموعات البوت + قنوات البوت : ذيع .
- لعرض احصائيات البوت اكتب : الاحصائيات .
- لعرض سرعه البوت اكتب : بينج .
لعرض المحدثات التي تعمل الان : /activevoice
-  للتحكم في وضع التشغيل في المجموعه اكتب : الاعدادات .

"""
